[
  {
    "order": 4,
    "title": "MOBILE APP DEVELOPER",
    "dates": "March 2021 - Present",
    "duties": [
      "TECH USED: React Native, NodeJS, Firebase, Adobe XD, Figma, Git.",
      "Design the UI/UX of the mobile application and conduct various user testing.",
      "Develop and maintain online website using Firebase cloud-based platform.",
      "Build the application using React Native and NodeJS while maintain a CI/CD environment."
    ],
    "company": "PAI STUDIO"
  },
  {
    "order": 3,
    "title": "LEAD ADMINISTRATOR",
    "dates": "October 2017 - Present",
    "duties": [
      "TECH USED: Compass Education, Advanced Excel.",
      "Plan, direct and monitor instructional methods and content of educational and student activity ́s programs.",
      "Prepare and maintain attendance, activity, planning, accounting as well as personnel reports and records. Reports are done monthly and annually using Google Spreadsheet and Excel.",
      "Manage and record staff and student ́s records using VCAA-authorized education software (Compass), as well as acted as accountant for school's related fees and student's tuition fee.",
      "Assist in organizing and planning multiple school´s annual events, generating around AUD 5,000 per event.",
      "Increased customer base by 68% in 2021 following a series of dedicated campaigns and system improvements.",
      "In progress: People Management App is currently in research and prototype is to be proposed to the school's board by the end of 2021."
    ],
    "company": "HOA NGHIEM"
  },
  {
    "order": 2,
    "title": "DATA COORDINATOR",
    "dates": "April 2021 - July 2021",
    "duties": [
        "TECH USED: Salesforce, Advanced Excel.",
        "Manage and process large data projects (minimum of 5,000 records per worksheet), including workflow scheduling, data entry and accuracy verification.",
        "Transfer compiled information from Microsoft Excel and input into Salesforce database, include the process of monitoring and sorting Salesforce records.",
        "Increased organization's work efficiency in data processing by 20% by creating different scripts and formulas in VBA Macro.",
        "Worked on several million-dollar government contracts and multiple global luxury hospitality properties contracts that involves purchasing of large quantity of high-end furniture."
    ],
    "company": "IHS GLOBAL ALLIANCE"
  },
  {
    "order": 1,
    "title": "PROJECT PLANNER/ WEB DEVELOPER",
    "dates": "June 2020 - November 2020",
    "duties": [
      "TECH USED: WordPress, React, Advance Excel.",
      "Designed and researched about technologies to be used in the project.",
      "Coordinated with team members in planning, developing, and organizing activities.",
      "Conducted multiple market researches and planned the operation budget."
    ],
    "company": "VIRTUAL MARKETPLACE"
  }
]